Repository: replyto-pocketcare/pocketcare-app
Catalog: apps/ios/App/Resources/Localizable.xcstrings
Source language: en
Languages: hi, nl

# loans:chargedToCardHint
source: Each EMI will be added to this card when it falls due, and counted in the card's total due.
hi: हर EMI देय होने पर इसी कार्ड में जुड़ जाएगी और कार्ड की कुल देय राशि में गिनी जाएगी।
nl: Elke termijn wordt op deze kaart bijgeschreven zodra hij vervalt, en telt mee in het totaal te betalen bedrag.

# loans:chargedToHint
source: When an EMI falls due it'll be recorded against this account automatically.
hi: EMI देय होते ही इसी खाते में अपने आप दर्ज हो जाएगी।
nl: Zodra een termijn vervalt wordt hij automatisch op deze rekening geboekt.

# loans:closed
source: Closed
hi: बंद
nl: Afgesloten

# loans:currentInterest
source: Current interest % p.a.
hi: वर्तमान ब्याज % प्रति वर्ष
nl: Huidige rente % p.j.

# loans:delete
source: Delete
hi: हटाएँ
nl: Verwijderen

# loans:deleteMsg
source: “%1$@” will be removed.
hi: “%1$@” हटा दिया जाएगा।
nl: “%1$@” wordt verwijderd.

# loans:deleteTitle
source: Delete this loan?
hi: यह ऋण हटाएँ?
nl: Deze lening verwijderen?

# loans:dontRecord
source: Don't record a transaction
hi: कोई लेनदेन दर्ज न करें
nl: Geen transactie vastleggen

# loans:dueBlankHint
source: Leave the due day blank to use the start date's day. EMIs already paid can be marked individually in the schedule.
hi: आरंभ तिथि के दिन का उपयोग करने के लिए देय दिन खाली छोड़ें। पहले से भुगतान की गई ईएमआई शेड्यूल में अलग-अलग चिह्नित की जा सकती हैं।
nl: Laat de vervaldag leeg om de dag van de startdatum te gebruiken. Reeds betaalde EMI's kunnen afzonderlijk in het schema worden gemarkeerd.

# loans:dueDate
source: Due %1$@
hi: देय %1$@
nl: Vervalt %1$@

# loans:dueDay
source: EMI due day (1–31)
hi: ईएमआई देय दिन (1–31)
nl: EMI-vervaldag (1–31)

# loans:dueLine
source: Due %1$@
hi: देय %1$@
nl: Vervalt %1$@

# loans:dueOnEach
source: Due on the %1$@ of each month.
hi: हर महीने की %2$@ तारीख को देय।
nl: Vervalt op de %2$@e van elke maand.

# loans:edit
source: Edit
hi: संपादित करें
nl: Bewerken

# loans:editTitle
source: Edit loan
hi: ऋण संपादित करें
nl: Lening bewerken

# loans:emiAmount
source: EMI Amount
hi: ईएमआई राशि
nl: EMI-bedrag

# loans:emiPaidCount
source: %1$@/%2$@ EMI Paid
hi: %1$@/%2$@ ईएमआई भुगतान
nl: %1$@/%2$@ EMI betaald

# loans:emiThisMonth
source: EMI this month
hi: इस महीने की ईएमआई
nl: EMI deze maand

# loans:fixed
source: Fixed
hi: स्थिर
nl: Vast

# loans:interestAmount
source: Interest Amount
hi: ब्याज राशि
nl: Rentebedrag

# loans:interestPa
source: Interest % p.a.
hi: ब्याज % प्रति वर्ष
nl: Rente % p.j.

# loans:interestType
source: Interest type
hi: ब्याज प्रकार
nl: Rentetype

# loans:lender
source: Lender
hi: ऋणदाता
nl: Geldverstrekker

# loans:loading
source: Loading…
hi: लोड हो रहा है…
nl: Laden…

# loans:loanAmount
source: Loan Amount
hi: ऋण राशि
nl: Leningbedrag

# loans:loanCount
source: %1$lld loans
hi: %1$lld ऋण
nl: %1$lld leningen

# loans:loanFallback
source: Loan
hi: ऋण
nl: Lening

# loans:markEmiPaid
source: Mark EMI #%1$@ paid
hi: ईएमआई #%1$@ भुगतान चिह्नित करें
nl: EMI #%1$@ als betaald markeren

# loans:markPaid
source: Mark paid
hi: भुगतान चिह्नित करें
nl: Betaald markeren

# loans:markPaidRecord
source: Mark paid & record
hi: भुगतान चिह्नित करें और दर्ज करें
nl: Betaald markeren & vastleggen

# loans:markPaidTitle
source: Tap to mark paid
hi: भुगतान चिह्नित करने के लिए टैप करें
nl: Tik om als betaald te markeren

# loans:monthlyEmi
source: Monthly EMI (%1$@)
hi: मासिक ईएमआई (%1$@)
nl: Maandelijkse EMI (%1$@)

# loans:nextEmiDue
source: Next EMI due
hi: अगली ईएमआई देय
nl: Volgende EMI vervalt

# loans:noLoansBody
source: Add a loan to track its EMIs, remaining balance, and a month-by-month amortization schedule.
hi: इसकी ईएमआई, शेष राशि और महीने-दर-महीने परिशोधन शेड्यूल ट्रैक करने के लिए एक ऋण जोड़ें।
nl: Voeg een lening toe om de EMI's, het resterende saldo en een maand-voor-maand aflossingsschema te volgen.

# loans:noLoansTitle
source: No loans yet
hi: अभी कोई ऋण नहीं
nl: Nog geen leningen

# loans:notExist
source: This loan no longer exists.
hi: यह ऋण अब मौजूद नहीं है।
nl: Deze lening bestaat niet meer.

# loans:notLinked
source: Not linked — I'll mark each EMI paid myself
hi: किसी से नहीं जुड़ी — मैं हर EMI खुद चुकता चिह्नित करूँगा
nl: Niet gekoppeld — ik markeer elke termijn zelf

# loans:nthEmi
source: %1$@ EMI
hi: ईएमआई %2$@
nl: EMI %2$@

# loans:off
source: Off
hi: बंद
nl: Uit

# loans:on
source: On
hi: चालू
nl: Aan

# loans:onDate
source: On %1$@
hi: %1$@ को
nl: Op %1$@

# loans:paidCheck
source: Paid ✓
hi: भुगतान ✓
nl: Betaald ✓

# loans:paidCount
source: %1$@ paid
hi: %1$@ भुगतान
nl: %1$@ betaald

# loans:paidOn
source: Paid on
hi: भुगतान की तिथि
nl: Betaald op

# loans:paidSoFar
source: Paid so far
hi: अब तक भुगतान
nl: Tot nu toe betaald

# loans:paidTitle
source: Paid · tap to undo
hi: भुगतान · पूर्ववत करने के लिए टैप करें
nl: Betaald · tik om ongedaan te maken

# loans:perAnnum
source: %1$@%% p.a.
hi: %1$@%% प्रति वर्ष
nl: %1$@%% p.j.

# loans:postsExpense
source: Posts a %1$@ expense from the selected account on %2$@.
hi: चयनित खाते से %2$@ को %1$@ का व्यय पोस्ट करता है।
nl: Boekt een uitgave van %1$@ vanaf de geselecteerde rekening op %2$@.

# loans:postsToCard
source: It'll show against this card and count toward its billing cycle.
hi: यह इसी कार्ड पर दिखेगा और उसके बिलिंग चक्र में गिना जाएगा।
nl: Het verschijnt op deze kaart en telt mee in de factuurperiode.

# loans:principal
source: Principal (%1$@)
hi: मूलधन (%1$@)
nl: Hoofdsom (%1$@)

# loans:principalAmount
source: Principal Amount
hi: मूलधन राशि
nl: Hoofdsombedrag

# loans:rateVariableSuffix
source: · variable
hi: · परिवर्तनीय
nl: · variabel

# loans:remaining
source: Remaining
hi: शेष
nl: Resterend

# loans:remainingEmis
source: %1$@ EMIs
hi: %1$@ ईएमआई

# loans:remembersAccount
source: This account is remembered for the next EMI.
hi: अगली EMI के लिए यही खाता याद रखा जाएगा।
nl: Deze rekening wordt onthouden voor de volgende termijn.

# loans:save
source: Save
hi: सहेजें
nl: Opslaan

# loans:savingEllipsis
source: Saving…
hi: सहेजा जा रहा है…
nl: Opslaan…

# loans:startedOn
source: Loan started on
hi: ऋण आरंभ हुआ
nl: Lening gestart op

# loans:tenureMonths
source: Tenure (months)
hi: अवधि (महीने)
nl: Looptijd (maanden)

# loans:title
source: Loans
hi: ऋण
nl: Leningen

# loans:totalEmisMonth
source: Total EMIs / month
hi: कुल ईएमआई / माह
nl: Totaal EMI's / maand

# loans:totalInterestSchedule
source: Total interest (schedule)
hi: कुल ब्याज (शेड्यूल)
nl: Totale rente (schema)

# loans:useIt
source: Use it
hi: इसे उपयोग करें
nl: Gebruiken

# loans:variable
source: Variable
hi: परिवर्तनीय
nl: Variabel

# loans:variableAddTenure
source: Add a tenure (edit) to lay out the full schedule.
hi: पूरा शेड्यूल बनाने के लिए एक अवधि जोड़ें (संपादित करें)।
nl: Voeg een looptijd toe (bewerken) om het volledige schema uit te zetten.

# loans:variableEditNote
source: Variable-rate loan — enter each month's EMI on the loan's schedule below. The single EMI field is disabled.
hi: परिवर्तनीय-दर ऋण — नीचे ऋण के शेड्यूल में हर महीने की ईएमआई दर्ज करें। एकल ईएमआई फ़ील्ड अक्षम है।
nl: Lening met variabele rente — voer elke maand de EMI in in het schema hieronder. Het enkele EMI-veld is uitgeschakeld.

# loans:variableNote
source: Variable-rate loans re-price over time, so enter each month's EMI as your bank sets it.
hi: परिवर्तनीय-दर ऋण समय के साथ पुनर्मूल्यित होते हैं, इसलिए हर महीने की ईएमआई वैसे दर्ज करें जैसे आपका बैंक तय करता है।
nl: Leningen met variabele rente worden na verloop van tijd opnieuw geprijsd, dus voer elke maand de EMI in zoals je bank die bepaalt.

# loans:variableNoteBold
source: enter each month's EMI
hi: हर महीने की ईएमआई दर्ज करें
nl: elke maand de EMI in te voeren

# loans:variableNotePre
source: Variable-rate EMIs change over time and can't be auto-calculated, so we'll ask you to
hi: परिवर्तनीय-दर ईएमआई समय के साथ बदलती हैं और स्वतः-गणना नहीं की जा सकतीं, इसलिए हम आपसे कहेंगे कि ऋण के पेज पर
nl: EMI's met variabele rente veranderen na verloop van tijd en kunnen niet automatisch worden berekend, dus vragen we je om

# loans:variableTitle
source: Monthly EMIs · you enter each month's amount
hi: मासिक ईएमआई · आप हर महीने की राशि दर्ज करते हैं
nl: Maandelijkse EMI's · je voert elke maand het bedrag in

# loans:varies
source: Varies
hi: बदलती है
nl: Wisselt

# login:accountCreated
source: Account created — taking you home…
hi: खाता बन गया — आपको होम ले जा रहे हैं…
nl: Account aangemaakt — je gaat naar home…

# login:back
source: ← Back
hi: ← वापस
nl: ← Terug

# login:backToSignin
source: ← Back to sign in
hi: ← साइन इन पर वापस
nl: ← Terug naar aanmelden

# login:codePlaceholder
source: 6-digit code
hi: 6-अंकों का कोड
nl: 6-cijferige code

# login:confirmNewPw
source: Confirm new password
hi: नया पासवर्ड पुष्टि करें
nl: Nieuw wachtwoord bevestigen

# login:confirmPassword
source: Confirm password
hi: पासवर्ड पुष्टि करें
nl: Wachtwoord bevestigen

# login:continue
source: Continue
hi: जारी रखें
nl: Doorgaan

# login:continueGoogle
source: Continue with Google
hi: Google से जारी रखें
nl: Doorgaan met Google

# login:displayName
source: Display name
hi: प्रदर्शन नाम
nl: Weergavenaam

# login:emailLabel
source: Email
hi: ईमेल

# login:emailVerified
source: Email verified. Choose a new password.
hi: ईमेल सत्यापित। एक नया पासवर्ड चुनें।
nl: E-mail geverifieerd. Kies een nieuw wachtwoord.

# login:encNote
source: Note: this resets your account sign-in password only. If you turned on end-to-end encryption, your encryption passphrase is separate and is not changed here.
hi: नोट: यह केवल आपका खाता साइन-इन पासवर्ड रीसेट करता है। यदि आपने एंड-टू-एंड एन्क्रिप्शन चालू किया है, तो आपका एन्क्रिप्शन पासफ़्रेज़ अलग है और यहाँ नहीं बदला जाता।
nl: Let op: dit stelt alleen je account-aanmeldwachtwoord opnieuw in. Als je end-to-end-encryptie hebt ingeschakeld, staat je encryptie-wachtwoordzin daar los van en wordt die hier niet gewijzigd.

# login:errEmail
source: Enter a valid email address.
hi: एक मान्य ईमेल पता दर्ज करें।
nl: Voer een geldig e-mailadres in.

# login:errName
source: Please choose a display name.
hi: कृपया एक प्रदर्शन नाम चुनें।
nl: Kies een weergavenaam.

# login:errOtp
source: Enter the 6-digit code from your email.
hi: अपने ईमेल से 6-अंकों का कोड दर्ज करें।
nl: Voer de 6-cijferige code uit je e-mail in.

# login:errPwLen
source: Password must be at least 8 characters.
hi: पासवर्ड कम से कम 8 अक्षरों का होना चाहिए।
nl: Wachtwoord moet minstens 8 tekens bevatten.

# login:errPwMatch
source: Passwords don't match.
hi: पासवर्ड मेल नहीं खाते।
nl: Wachtwoorden komen niet overeen.

# login:errResetEmail
source: Enter the email address for your account.
hi: अपने खाते का ईमेल पता दर्ज करें।
nl: Voer het e-mailadres van je account in.

# login:errSignin
source: Enter your email and password.
hi: अपना ईमेल और पासवर्ड दर्ज करें।
nl: Voer je e-mailadres en wachtwoord in.

# login:forgotPassword
source: Forgot password?
hi: पासवर्ड भूल गए?
nl: Wachtwoord vergeten?

# login:friendlyExists
source: That email already has an account. Switch to Sign in instead.
hi: उस ईमेल का पहले से खाता है। इसके बजाय साइन इन पर जाएँ।
nl: Dat e-mailadres heeft al een account. Ga in plaats daarvan naar Aanmelden.

# login:friendlyExpired
source: That code is invalid or expired. Try resending.
hi: वह कोड अमान्य या समाप्त है। फिर से भेजने का प्रयास करें।
nl: Die code is ongeldig of verlopen. Probeer opnieuw te sturen.

# login:friendlyInvalidCreds
source: Email or password is incorrect.
hi: ईमेल या पासवर्ड गलत है।
nl: E-mail of wachtwoord is onjuist.

# login:friendlyNotConfirmed
source: Please verify your email first (check for the code).
hi: कृपया पहले अपना ईमेल सत्यापित करें (कोड के लिए जाँचें)।
nl: Verifieer eerst je e-mail (controleer op de code).

# login:newCodeSent
source: New code sent.
hi: नया कोड भेजा गया।
nl: Nieuwe code verzonden.

# login:newPw
source: New password
hi: नया पासवर्ड
nl: Nieuw wachtwoord

# login:newPwTitle
source: Choose a new password
hi: एक नया पासवर्ड चुनें
nl: Kies een nieuw wachtwoord

# login:or
source: or
hi: या
nl: of

# login:passwordPlaceholder
source: Password
hi: पासवर्ड
nl: Wachtwoord

# login:pwUpdated
source: Password updated — taking you home…
hi: पासवर्ड अपडेट हुआ — आपको होम ले जा रहे हैं…
nl: Wachtwoord bijgewerkt — je gaat naar home…

# login:registerSub
source: Create your account to securely sync across all your devices. If you've been exploring as a guest, your data comes with you.
hi: अपने सभी उपकरणों में सुरक्षित रूप से सिंक करने के लिए अपना खाता बनाएं। यदि आप अतिथि के रूप में देख रहे थे, तो आपका डेटा आपके साथ आता है।
nl: Maak je account om veilig te synchroniseren op al je apparaten. Als je als gast hebt verkend, gaan je gegevens met je mee.

# login:registerTitle
source: Create your account
hi: अपना खाता बनाएं
nl: Maak je account

# login:resend
source: Resend code
hi: कोड फिर भेजें
nl: Code opnieuw sturen

# login:resetSub
source: Enter your account email and we'll send you a 6-digit code to set a new password.
hi: अपना खाता ईमेल दर्ज करें और हम आपको नया पासवर्ड सेट करने के लिए 6-अंकों का कोड भेजेंगे।
nl: Voer het e-mailadres van je account in en we sturen je een 6-cijferige code om een nieuw wachtwoord in te stellen.

# login:resetTitle
source: Reset your password
hi: अपना पासवर्ड रीसेट करें
nl: Je wachtwoord opnieuw instellen

# login:saving
source: Saving…
hi: सहेजा जा रहा है…
nl: Opslaan…

# login:sendResetCode
source: Send reset code
hi: रीसेट कोड भेजें
nl: Resetcode sturen

# login:sentCode
source: We sent a 6-digit code to %1$@. Enter it below to verify your email.
hi: हमने %1$@ पर 6-अंकों का कोड भेजा। अपना ईमेल सत्यापित करने के लिए इसे नीचे दर्ज करें।
nl: We hebben een 6-cijferige code naar %1$@ gestuurd. Voer die hieronder in om je e-mail te verifiëren.

# login:sentReset
source: If an account exists for %1$@, we sent it a 6-digit reset code. Enter it below.
hi: यदि %1$@ के लिए कोई खाता मौजूद है, तो हमने उसे 6-अंकों का रीसेट कोड भेजा। इसे नीचे दर्ज करें।
nl: Als er een account bestaat voor %1$@, hebben we een 6-cijferige resetcode gestuurd. Voer die hieronder in.

# login:setNewPwDefault
source: Set a new password for your account.
hi: अपने खाते के लिए एक नया पासवर्ड सेट करें।
nl: Stel een nieuw wachtwoord in voor je account.

# login:signedIn
source: Signed in — taking you home…
hi: साइन इन हो गया — आपको होम ले जा रहे हैं…
nl: Aangemeld — je gaat naar home…

# login:signInBtn
source: Sign in
hi: साइन इन
nl: Aanmelden

# login:signinSub
source: Sign in to sync your data to this device. You'll stay signed in.
hi: इस उपकरण पर अपना डेटा सिंक करने के लिए साइन इन करें। आप साइन इन रहेंगे।
nl: Meld je aan om je gegevens naar dit apparaat te synchroniseren. Je blijft aangemeld.

# login:signinTitle
source: Welcome back
hi: वापसी पर स्वागत है
nl: Welkom terug

# login:signUpGoogle
source: Sign up with Google
hi: Google से साइन अप करें
nl: Aanmelden met Google

# login:switchToRegister
source: New here? Create an account
hi: नए हैं? खाता बनाएं
nl: Nieuw hier? Maak een account

# login:switchToSignin
source: Already have an account? Sign in
hi: पहले से खाता है? साइन इन करें
nl: Heb je al een account? Aanmelden

# login:updatePw
source: Update password
hi: पासवर्ड अपडेट करें
nl: Wachtwoord bijwerken

# login:verifyCode
source: Verify code
hi: कोड सत्यापित करें
nl: Code verifiëren

# login:verifyCreate
source: Verify & create account
hi: सत्यापित करें और खाता बनाएं
nl: Verifiëren & account aanmaken

# login:verifying
source: Verifying…
hi: सत्यापित हो रहा है…
nl: Verifiëren…

# login:verifyTitle
source: Verify your email
hi: अपना ईमेल सत्यापित करें
nl: Verifieer je e-mail

# notifications:daysAgo
source: %1$@d ago
hi: %1$@ दिन पहले
nl: %1$@ d geleden

# notifications:dismiss
source: Dismiss
hi: हटाएँ
nl: Verwijderen

# notifications:emptyBody
source: Alerts about bills, budgets, low balances and unusual spend will show up here.
hi: बिल, बजट, कम बैलेंस और असामान्य खर्च की सूचनाएँ यहाँ दिखेंगी।
nl: Meldingen over rekeningen, budgetten, lage saldi en ongebruikelijke uitgaven verschijnen hier.

# notifications:emptyTitle
source: You're all caught up
hi: सब देख लिया
nl: Je bent helemaal bij

# notifications:enableCta
source: Enable notifications
hi: सूचनाएँ चालू करें
nl: Meldingen inschakelen

# notifications:hoursAgo
source: %1$@h ago
hi: %1$@ घंटे पहले
nl: %1$@ u geleden

# notifications:justNow
source: just now
hi: अभी
nl: zojuist

# notifications:markAllRead
source: Mark all read
hi: सभी पढ़ा हुआ चिह्नित करें
nl: Alles als gelezen markeren

# notifications:minutesAgo
source: %1$@m ago
hi: %1$@ मिनट पहले
nl: %1$@ min geleden

# notifications:settings
source: Settings
hi: सेटिंग्स
nl: Instellingen

# notifications:title
source: Notifications
hi: सूचनाएँ
nl: Meldingen

# onboarding:createAccount
source: Create account
hi: खाता बनाएं
nl: Account maken

# onboarding:footer
source: Create an account to sync across devices. Guest data stays on this device and is kept for 3 days.
hi: उपकरणों में सिंक करने के लिए एक खाता बनाएं। अतिथि डेटा इसी उपकरण पर रहता है और 3 दिनों तक रखा जाता है।
nl: Maak een account om op alle apparaten te synchroniseren. Gastgegevens blijven op dit apparaat en worden 3 dagen bewaard.

# onboarding:guestErr
source: Couldn't start a guest session.
hi: अतिथि सत्र शुरू नहीं हो सका।
nl: Kon geen gastsessie starten.

# onboarding:installApp
source: Install app on your device
hi: अपने उपकरण पर ऐप इंस्टॉल करें
nl: App op je apparaat installeren

# onboarding:installTitle
source: Install Sanvya
hi: Sanvya इंस्टॉल करें
nl: Sanvya installeren

# onboarding:next
source: Next
hi: अगला
nl: Volgende

# onboarding:signIn
source: Sign in
hi: साइन इन
nl: Aanmelden

# onboarding:skip
source: Skip
hi: छोड़ें
nl: Overslaan

# onboarding:slides.0.body
source: Your calm money companion — track spending, plan ahead, and reach your goals, all in one private place that works offline.
hi: आपका शांत धन साथी — खर्च ट्रैक करें, आगे की योजना बनाएं, और अपने लक्ष्य पाएं, सब एक निजी जगह में जो ऑफ़लाइन काम करती है।
nl: Je rustige geldmaatje — houd uitgaven bij, plan vooruit en bereik je doelen, allemaal op één privéplek die offline werkt.

# onboarding:slides.0.title
source: Meet Sanvya
hi: Sanvya से मिलें
nl: Maak kennis met Sanvya

# onboarding:slides.1.body
source: Add your bank, cash and cards so Sanvya knows your starting balances. This one step powers everything else — your net worth, budgets and insights.
hi: अपने बैंक, नकद और कार्ड जोड़ें ताकि Sanvya आपके शुरुआती बैलेंस जान सके। यह एक कदम बाकी सब कुछ चलाता है — आपकी नेट वर्थ, बजट और इनसाइट्स।
nl: Voeg je bank, contant geld en kaarten toe zodat Sanvya je beginsaldi kent. Deze ene stap voedt al het andere — je nettowaarde, budgetten en inzichten.

# onboarding:slides.1.title
source: Start here: add your accounts
hi: यहाँ से शुरू करें: अपने खाते जोड़ें
nl: Begin hier: voeg je rekeningen toe

# onboarding:slides.2.body
source: Record what you spend or earn — type it, or just tap the mic and say it out loud. Sanvya even suggests the category for you.
hi: जो आप खर्च या कमाते हैं उसे दर्ज करें — टाइप करें, या बस माइक टैप करें और बोलें। Sanvya आपके लिए श्रेणी भी सुझाता है।
nl: Leg vast wat je uitgeeft of verdient — typ het, of tik gewoon op de microfoon en zeg het hardop. Sanvya stelt zelfs de categorie voor je voor.

# onboarding:slides.2.title
source: Log money in seconds
hi: सेकंडों में पैसा दर्ज करें
nl: Leg geld in seconden vast

# onboarding:slides.3.body
source: Set simple budgets that nudge you early, and see clear, beautiful insights into where your money actually goes each month.
hi: सरल बजट सेट करें जो आपको जल्दी सचेत करें, और हर महीने आपका पैसा वास्तव में कहाँ जाता है इसकी स्पष्ट, सुंदर इनसाइट्स देखें।
nl: Stel eenvoudige budgetten in die je vroeg attent maken, en zie heldere, mooie inzichten in waar je geld elke maand echt naartoe gaat.

# onboarding:slides.3.title
source: Know where it goes
hi: जानें यह कहाँ जाता है
nl: Weet waar het naartoe gaat

# onboarding:slides.4.body
source: Salary, rent, bills, EMIs and subscriptions in one view — so upcoming payments never take you by surprise.
hi: वेतन, किराया, बिल, ईएमआई और सदस्यताएँ एक ही जगह — ताकि आगामी भुगतान कभी आपको चौंकाएँ नहीं।
nl: Salaris, huur, rekeningen, EMI's en abonnementen in één overzicht — zodat aankomende betalingen je nooit verrassen.

# onboarding:slides.4.title
source: Plan what's coming
hi: आगे क्या आ रहा है, योजना बनाएं
nl: Plan wat eraan komt

# onboarding:slides.5.body
source: Build an emergency buffer first, then set money aside for what matters and see exactly when you'll get there.
hi: पहले एक आपातकालीन बफ़र बनाएं, फिर जो मायने रखता है उसके लिए पैसा अलग रखें और ठीक-ठीक देखें कि आप कब वहाँ पहुँचेंगे।
nl: Bouw eerst een noodbuffer op, zet dan geld opzij voor wat belangrijk is en zie precies wanneer je er komt.

# onboarding:slides.5.title
source: Reach your goals
hi: अपने लक्ष्य पाएं
nl: Bereik je doelen

# onboarding:slides.6.body
source: Ask Sanvya in plain words — "where did my money go?", "can I afford this?" — and it'll answer or take you right to the screen.
hi: Sanvya से सरल शब्दों में पूछें — "मेरा पैसा कहाँ गया?", "क्या मैं यह वहन कर सकता हूँ?" — और यह उत्तर देगा या आपको सीधे स्क्रीन पर ले जाएगा।
nl: Vraag Sanvya in gewone taal — "waar ging mijn geld heen?", "kan ik dit betalen?" — en het antwoordt of brengt je meteen naar het scherm.

# onboarding:slides.6.title
source: Not sure? Just ask
hi: पक्का नहीं? बस पूछें
nl: Niet zeker? Vraag het gewoon

# onboarding:starting
source: Starting…
hi: शुरू हो रहा है…
nl: Starten…

# onboarding:tryGuest
source: Try as guest
hi: अतिथि के रूप में आज़माएँ
nl: Als gast proberen

# onboarding:wt.acc.balHelp
source: An approximate number is fine — you can correct it any time.
hi: अंदाज़न रकम ठीक है — आप इसे कभी भी सुधार सकते हैं।
nl: Een schatting is prima — je kunt het altijd corrigeren.

# onboarding:wt.acc.balLabel
source: Roughly how much is in it now?
hi: अभी इसमें लगभग कितना है?
nl: Hoeveel staat er ongeveer op?

# onboarding:wt.acc.cta
source: Save
hi: सहेजें
nl: Opslaan

# onboarding:wt.acc.eg1
source: HDFC savings
hi: HDFC बचत
nl: HDFC spaarrekening

# onboarding:wt.acc.eg2
source: Cash in purse
hi: पर्स की नकदी
nl: Contant in portemonnee

# onboarding:wt.acc.nameLabel
source: Give it a name
hi: इसे एक नाम दें
nl: Geef het een naam

# onboarding:wt.acc.p1
source: An "account" here is just your own note of somewhere money sits — your bank, the cash in your purse, a credit card. It's a name and a number you type. Nothing is linked to the real bank.
hi: यहाँ "खाता" बस आपका अपना नोट है कि पैसा कहाँ रखा है — आपका बैंक, पर्स की नकदी, कोई क्रेडिट कार्ड। यह सिर्फ़ एक नाम और एक रकम है जो आप लिखते हैं। असली बैंक से कुछ भी नहीं जुड़ता।
nl: Een "rekening" is hier gewoon je eigen aantekening van waar geld staat — je bank, het contant in je portemonnee, een creditcard. Het is een naam en een bedrag dat jij typt. Er wordt niets aan de echte bank gekoppeld.

# onboarding:wt.acc.p2
source: Start with the one you use most. You can add others later.
hi: जिसे सबसे ज़्यादा इस्तेमाल करते हैं उसी से शुरू करें। बाकी बाद में जोड़ सकते हैं।
nl: Begin met degene die je het meest gebruikt. De rest kun je later toevoegen.

# onboarding:wt.acc.title
source: Where do you keep your money?
hi: आप अपना पैसा कहाँ रखते हैं?
nl: Waar bewaar je je geld?

# onboarding:wt.ask.p1
source: Type or say things like "how much did I spend on groceries last month?" or "can I afford ₹15,000 this week?" — and it answers from your own entries.
hi: ऐसे लिखें या बोलें — "पिछले महीने राशन पर कितना खर्च हुआ?" या "क्या इस हफ़्ते ₹15,000 खर्च कर सकता हूँ?" — और यह आपकी अपनी entries से जवाब देगा।
nl: Typ of zeg dingen als "hoeveel gaf ik vorige maand uit aan boodschappen?" of "kan ik deze week ₹15.000 missen?" — en het antwoordt op basis van je eigen aantekeningen.
